Repository: 4-angles/contao-google-calendar-sync
Catalog: contao/languages/*/*_calendar_events.xlf
Languages: de

# tl_calendar_events.google_event_id.1
source: The unique identifier from Google Calendar
de: Die eindeutige Kennung aus Google Kalender

# tl_calendar_events.google_updated.0
source: Google Last Updated
de: Google zuletzt aktualisiert

# tl_calendar_events.google_updated.1
source: Timestamp of last update from Google Calendar
de: Zeitpunkt der letzten Aktualisierung von Google Kalender

# tl_calendar_events.google_event_origin.0
source: Sync Origin
de: Sync-Herkunft

# tl_calendar_events.google_event_origin.1
source: Where the event was last edited (contao or google)
de: Wo der Termin zuletzt bearbeitet wurde (contao oder google)

# tl_calendar_events.google_calendar_source.0
source: Source Google Calendar
de: Quell-Google Kalender

# tl_calendar_events.google_calendar_source.1
source: The Google Calendar ID from which this event was imported
de: Die Google Kalender ID aus dem dieses Ereignis importiert wurde

# tl_calendar_events.import_from_google.0
source: Import from Google
de: Von Google importieren

# tl_calendar_events.import_from_google.1
source: Import events from Google Calendar
de: Ereignisse aus Google Kalender importieren

# tl_calendar_events.export_to_google.0
source: Export to Google
de: Nach Google exportieren

# tl_calendar_events.export_to_google.1
source: Export events to Google Calendar
de: Ereignisse nach Google Kalender exportieren
