Repository: 4-angles/contao-google-calendar-sync
Catalog: contao/languages/*/*_calendar.xlf
Languages: de

# tl_calendar.google_sync_enabled.0
source: Enable Google Calendar Sync
de: Google Kalender Synchronisation aktivieren

# tl_calendar.google_sync_enabled.1
source: Enable synchronization with Google Calendar
de: Synchronisation mit Google Kalender für alle Termine in diesem Kalender aktivieren

# tl_calendar.google_calendar_id_import.0
source: Google Calendar (Import from)
de: Google Kalender (Importieren von)

# tl_calendar.google_calendar_id_import.1
source: Select the Google Calendar to import events from
de: Wählen Sie den Google Kalender, aus dem Termine importiert werden sollen

# tl_calendar.google_calendar_id_export.0
source: Google Calendar (Export to)
de: Google Kalender (Exportieren nach)

# tl_calendar.google_calendar_id_export.1
source: Select the Google Calendar to export events to
de: Wählen Sie den Google Kalender, in den Termine exportiert werden sollen

# tl_calendar.google_sync_as_busy.0
source: Sync as "Busy"
de: Als "Belegt" synchronisieren

# tl_calendar.google_sync_as_busy.1
source: By default, block time without revealing event details. Title: "Busy", Description: empty, Location: hidden.
de: Zeit blockieren ohne Termin-Details preiszugeben. Titel: "Belegt", Beschreibung: leer, Ort: ausgeblendet

# tl_calendar.google_sync_busy_text.0
source: Custom busy text
de: Eigener Belegt-Text

# tl_calendar.google_sync_busy_text.1
source: Custom text to display instead of event title (default: "Busy")
de: Eigener Text anstelle des Termintitels (Standard: "Belegt")

# tl_calendar.google_sync_until.0
source: Sync until
de: Synchronisieren bis

# tl_calendar.google_sync_until.1
source: Date until which to sync events (default: 1 year ahead)
de: Datum bis zu dem Termine synchronisiert werden (Standard: 1 Jahr voraus)

# tl_calendar.google_last_sync.0
source: Last Synced
de: Zuletzt synchronisiert

# tl_calendar.google_last_sync.1
source: Timestamp of last successful sync
de: Zeitpunkt der letzten erfolgreichen Synchronisation

# tl_calendar.google_sync_legend
source: Google Calendar Sync
de: Google Kalender Synchronisation

# tl_calendar.google_sync.0
source: Sync with Google
de: Mit Google synchronisieren

# tl_calendar.google_sync.1
source: Manually sync this calendar with Google Calendar
de: Diesen Kalender manuell mit Google Kalender synchronisieren

# tl_calendar.google_sync_all.0
source: Sync All with Google
de: Alle mit Google synchronisieren

# tl_calendar.google_sync_all.1
source: Sync all calendars with Google Calendar sync enabled
de: Alle Kalender mit aktivierter Google Kalender-Synchronisation synchronisieren

# tl_calendar.google_sync_all_confirm
source: Sync all calendars with Google Calendar sync enabled?
de: Alle Kalender mit aktivierter Google Kalender-Synchronisation synchronisieren?
